Repository: akgogemrah/i_cook
Catalog: lib/l10n/app_*.arb
Languages: tr

# language
source: English
tr: Türkçe

source: Hello World!
tr: Merhaba Dünya!

# googleSignIn
source: Sign with Google
tr: Google ile Giriş Yap

source: Create your account
tr: Hesap Oluştur

# alertDialogOk
source: Ok
tr: Tamam

# alertDialogWarningUserEmail
source: Please make sure to input correct format email or password
tr: Email yada şifrenizi doğru formatta giriniz.(şifre en az 6 kkarakterli olmalıdır)

source: Login With Email
tr: Email ile Giriş Yap

# shareYourRecipes
source: Share Your Recipes With Other People
tr: Tariflerini Diğer İnsanlarla Paylaş

# createYourRecipes
source: Create Your Own Recipes Collection
tr: Kendi Yemek Tarifi Koleksiyonunu Oluştur

# loginButtonTxt
source: Login
tr: Giriş Yap

# passwordButtonTxt
source: Password
tr: Şifre

# alertDialogWarningUserNotFound
source: User not found.Please make sure to input correct format email or password.
tr: Kullanıcı bulunamadı, lütfen email yada şifrenizi doğru girdiğinizden emin olun

source: Forget password ?
tr: Şifremi Unuttum

source: Send
tr: Gönder

# alertDialogResetPasswordEmailValidateError
source: Please enter the validate e-mail
tr: Lütfen geçerli bir mail adresi giriniz

# alertDialogResetPasswordEmailValidateSend
source: Your password link sended your email adress,please check your mail
tr: Şifre yenileme linki mail adresine gönderildi

# resetPasswordEnterYourEmail
source: Enter Your Email Adress
tr: Mail Adresinizi Giriniz

# dontYouHaveAnaAccount
source: Dont you have an account yet ?
tr: Henüz hesabınız yok mu ?
